app/controllers/api/v1/drum_machine_controller.rb

SELECT "skins".* FROM "skins"
---
  def index

    @skins = Skin.all