app/controllers/api/v1/drum_sounds_controller.rb

  def index

    @sounds = Sound.all
---
SELECT "sounds".* FROM "sounds"