app/controllers/api/v1/skin_controller.rb

SELECT "skins".* FROM "skins"
---
  def index

    @skins = Skin.all