app/controllers/api/v1/sounds_controller.rb

SELECT "sounds".* FROM "sounds"
---
  def index

    @sounds = Sound.all